Repository: elektrobohemian/kraftklammer
Catalog: kraftklammer/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %lld days ago
de: Vor %lldTagen

source: %lld months ago
de: Vor %lldMonaten

source: %lld years ago
de: Vor %lldJahren

source: 1 day ago
de: Vor 1 Tag

source: 1 month ago
de: Vor 1 Monat

source: 1 year ago
de: Vor 1 Jahr

source: Advanced
de: Details

source: Current Shortcut
de: Aktueller Shortcut

source: Delete history...
de: Verlauf löschen…

source: Invalid Shortcut
de: Ungültiger Shortcut

source: Just now
de: Gerade eben

source: Keyboard Shortcuts
de: Tastatur-Shortcuts

source: License Information
de: Lizenzinformationen

source: Listening for key press...
de: Warte auf Tastatur-Kombination…

source: Quit
de: Beenden

source: Record New Shortcut
de: Neuen Shortcut aufzeichnen

source: Reset to Default
de: Auf Standardwerte zurücksetzen

source: Reused %lld times
de: %lldx verwendet

source: Search
de: Suchen

source: See license...
de: Lizenz anzeigen…

source: Settings
de: Einstellungen

source: Settings...
de: Einstellungen…

source: Show items...
de: Einträge anzeigen…

source: The shortcut must include at least one modifier key (⌘, ⌥, ⌃, ⇧). Good shortcuts use combinations that don't conflict with system commands.
de: Der neue Shortcut muss mindestens eine Sondertaste (⌘, ⌥, ⌃, ⇧) enthalten. Gute Shortcuts sollten nicht mit System-Kommandos (z.B. ⌘+C) übereinstimmen.

source: This software is available under the MIT license.
de: Diese Software steht unter der MIT-Lizenz.

source: This Software is Open Source
de: Diese Software ist Open Source.

source: Tips for Keyboard Shortcuts
de: Hinweise für Tastatur-Shortcuts

source: Today
de: Heute

source: Yesterday
de: Gestern
